{
  "news": [
    {
      "title": "Pelaksanaan Program SPPG di wilayah Kodim 1408/Makassar",
      "summary": "Pelaksaan penyaluran makan bergizi gratis oleh SPPG (Satuan Pelayanan Pemenuhan Gizi)",
      "fullContent": "Kamis, 22 Januari 2026 Pukul 08.00 Wita di wilayah Kodim 1408/Makassar dilaksanakan penyaluran makan bergizi gratis oleh SPPG (Satuan Pelayanan Pemenuhan Gizi) di wilayah Kota Makassar.",
      "category": "Teknologi",
      "image": "/uploads/1770949574128-downloadgram-org-621084824-180.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770949579635,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:26:19.635Z"
    },
    {
      "title": "Aksi Kemanusiaan Donor Darah Bersama",
      "summary": "Keberlangsungan kegiatan aksi kemanusiaan",
      "fullContent": "Sabtu, 24 pebruari 2026 pukul 12.30 wita.telah berlangsung kegiatan kemanusiaan aksi donor darah bersama.di mesjid nahdatussadah jl cendrawasih ll,kel panambunganec mariso,kota madya makassar.\n\nTurut hadir :\n- Andi makmur.B(ketua pmi kec mariso)\n- Andi tenri lelean S.T (Lurah panambungan)\n- Muhammad irvan (ketua karang taruna kec mariso)\n- Sertu muhammad Rusli (Babinsa)\n- Tim PMI kota makassar\n- warga pendonor ± 80 orang\n\nAda pun kegiatannya:\n- Sambutan ketua panitia\n- sambutan dari ketua tim PMI\n- pemeriksaan kesehatan\n- Sosialisasi dri pmi tentang donor darah.\n- giat pelaksanaan donor darah.\n\nPukul 15.30 wita semua kegiatan berjalan langcar,aman terkendali.\n\nDemikian dilaporkan.",
      "category": "Teknologi",
      "image": "/uploads/1770949516010-downloadgram-org-621303898-180.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770949524780,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:25:24.780Z"
    },
    {
      "title": "Pelaksanaan Program SPPG di wilayah Kodim 1408/Makassar",
      "summary": "Pelaksaan penyaluran makan bergizi gratis oleh SPPG (Satuan Pelayanan Pemenuhan Gizi)",
      "fullContent": "Senin, 26 Januari 2026 pukul 08.00 Wita di wilayah Kodim 1408/Makassar dilaksanakan penyaluran makan bergizi gratis oleh SPPG (Satuan Pelayanan Pemenuhan Gizi) di wilayah Kota Makassar.",
      "category": "Teknologi",
      "image": "/uploads/1770949463105-downloadgram-org-621185634-180.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770949468675,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:24:28.675Z"
    },
    {
      "title": "Kunjungan Kerja Pangdam XIV/Hasanuddin",
      "summary": "Kunjungan Kerja Pangdam XIV/Hasanuddin",
      "fullContent": "Kodim 1408/Makassar Tunjukkan Soliditas Saat Kunjungan Kerja Pangdam XIV/Hasanuddin\n\nMAKASSAR - Komandan Kodim (Dandim) 1408/Makassar, Letkol Kav. Ino Dwi Setyo Darmawan, SE, M.Han., menunjukkan kepemimpinan lapangan yang solid dalam menyambut kunjungan kerja Pangdam XIV/Hasanuddin, Mayjen TNI Bangun Nawoko, S.IP., beserta Ketua Persit KCK Daerah XIV/Hasanuddin, Ny. Renny Bangun Nawoko di Makodim 1408/Makassar Jalan Lanto Daeng Pasewang, Kamis (29/1/2026). Kunjungan ini menjadi momentum strategis yang menegaskan kesiapan Kodim 1408/Makassar sebagai satuan kewilayahan andalan dalam menjaga stabilitas dan pengabdian kepada masyarakat Kota Makassar.\n\nSejak awal kedatangan Pangdam, Dandim 1408/Makassar memimpin langsung seluruh rangkaian penyambutan dan pelaksanaan kegiatan secara tertib, aman, dan penuh khidmat. Mulai dari jajar kehormatan, paparan satuan, hingga kegiatan pengarahan, seluruh rangkaian berlangsung lancar dan mencerminkan profesionalisme prajurit Kodim 1408/Makassar dalam mendukung tugas pembinaan dan pengawasan komando atas.\n\nDalam paparan singkatnya kepada Pangdam XIV/Hasanuddin, Letkol Kav. Ino Dwi Setyo Darmawan menegaskan komitmen Kodim 1408/Makassar untuk terus memperkuat peran Babinsa sebagai ujung tombak TNI AD di wilayah perkotaan yang kompleks dan dinamis. Ia menyampaikan berbagai capaian, tantangan, serta langkah strategis satuan dalam membangun sinergi dengan pemerintah daerah, aparat keamanan, dan seluruh elemen masyarakat.\n\nPangdam XIV/Hasanuddin memberikan apresiasi atas kesiapan, soliditas, dan semangat prajurit Kodim 1408/Makassar. Dalam arahannya, Pangdam menekankan pentingnya keteladanan, integritas, serta karakter prajurit kewilayahan yang humanis dan berorientasi pada kepentingan rakyat, sejalan dengan nilai-nilai yang selama ini ditanamkan oleh Dandim kepada seluruh jajarannya.",
      "category": "Teknologi",
      "image": "/uploads/1770949306282-downloadgram-org-624073958-180.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770949411948,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:23:31.948Z"
    },
    {
      "title": "Kodim 1408/Makassar Gelar Karya Bakti Skala Besar, Bangun Lingkungan Bersih Lewat Gotong Royong",
      "summary": "Kasdim Pimpin 850 Personel TNI, Polri, dan Pemkot Bersihkan Pasar Terong & Masjid",
      "fullContent": "Karya Bakti Skala Besar Kodim 1408/Mks Bangun Budaya Bersih Lewat Gotong Royong\n\nMAKASSAR - Semangat gotong royong kembali ditunjukkan di Kota Makassar melalui Apel Karya Bakti skala besar yang digelar pada Rabu pagi (4/2/2026) di halaman Masjid Al-Markaz, Kecamatan Bontoala. Kegiatan yang dipimpin Kasdim 1408/Makassar Letkol Inf Wahyu Yunus, S.IP ini melibatkan sekitar 850 personel gabungan dari unsur TNI, Polri, pemerintah daerah, serta berbagai instansi terkait. Aksi ini difokuskan pada pembersihan Pasar Terong dan area masjid sebagai langkah nyata menciptakan lingkungan yang bersih, sehat, dan nyaman bagi masyarakat.\n\nDalam arahannya, Kasdim Letkol Inf Wahyu Yunus, S.IP menegaskan bahwa karya bakti bukan sekadar kegiatan seremonial atau rutinitas belaka, melainkan wujud tanggung jawab bersama dalam menjaga kualitas hidup di perkotaan. Lingkungan yang higienis diyakini akan mendorong rasa aman dan nyaman bagi warga, sekaligus meningkatkan kepercayaan masyarakat terhadap fasilitas publik. Oleh karena itu, seluruh peserta diajak bekerja dengan penuh keikhlasan, menjadikan setiap tindakan sebagai bentuk pengabdian.\n\nKolaborasi lintas sektor menjadi kekuatan utama dalam kegiatan ini. Kehadiran personel dari berbagai satuan TNI, Polrestabes Makassar, Satpol PP, BPBD, Damkar, Basarnas, hingga dinas kebersihan memperlihatkan bahwa kepedulian terhadap lingkungan adalah tanggung jawab bersama. Sinergi ini diharapkan mampu menumbuhkan kesadaran kolektif bahwa perubahan besar selalu diawali dari langkah kecil yang dilakukan secara konsisten.\n\nKegiatan berakhir pada pukul 10.40 WITA dalam keadaan aman dan lancar, meninggalkan pesan kuat tentang pentingnya persatuan dalam membangun kota. Melalui karya bakti ini, Makassar tidak hanya memperindah wajah kotanya, tetapi juga meneguhkan nilai kebersamaan dan budaya gotong royong sebagai inspirasi bagi daerah lain di Indonesia untuk terus bergerak menciptakan lingkungan yang lebih baik.",
      "category": "Teknologi",
      "image": "/uploads/1770949156506-downloadgram-org-625633242-180.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770949168104,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:19:28.104Z"
    },
    {
      "title": "Kodim 1408/Makassar Ikuti Sosialisasi Ops Gaktib dan Ops Yustisi POLISI MILITER TA 2026",
      "summary": "Detasemen PM XIV/4 Makassar Sosialisasikan Ops Gaktib dan Ops Yustisi TA 2026",
      "fullContent": "Makassar — Pada hari Kamis tanggal 5 Februari 2026 dalam rangka menegakkan disiplin, ketertiban, serta meningkatkan kesadaran hukum prajurit, Detasemen Polisi Militer XIV/4 Makassar melaksanakan kegiatan Sosialisasi Operasi Penegakan Ketertiban dan Operasi Yustisi Polisi Militer Tahun Anggaran 2026.\n\nKegiatan sosialisasi ini merupakan bagian dari upaya pembinaan satuan guna mencegah terjadinya pelanggaran hukum, disiplin, dan tata tertib militer di lingkungan TNI Angkatan Darat, khususnya di wilayah jajaran Kodam XIV/Hasanuddin. Sosialisasi diikuti oleh personel militer dan ASN TNI yang bertugas di Kodim 1408/Makassar dan Bekangdam XIV/Hasanuddin.\n\nKomandan Detasemen Polisi Militer XIV/4 Makassar, Letnan Kolonel Cpm Ajumalahi, S.H., M.H., M.Tr.Mil. memerintahkan personil Denpom XIV/4 Makassar dibawah pimpinan Wadandenpom XIV/4 Makassar Mayor Cpm Ari Siam Yotefa, S.H. Untuk mensosialisasikan Ops Gaktib dan Ops Yustisi disatuan Kodim 1408/Makassar dan Bekangdam XIV/Hasanuddin. Dalam penyampaian materi, menjelaskan secara rinci tentang tujuan, sasaran, serta mekanisme pelaksanaan Ops Gaktib dan Ops Yustisi TA 2026. Adapun sasaran operasi meliputi pemeriksaan kelengkapan administrasi perorangan dan kendaraan bermotor, baik kendaraan dinas maupun pribadi, kelengkapan surat-surat, kepatuhan terhadap peraturan lalu lintas, sikap tampang prajurit, serta penggunaan atribut dan identitas sesuai ketentuan yang berlaku.\n\nKegiatan berjalan dengan tertib, lancar, dan penuh antusiasme dari para peserta. Diharapkan, melalui sosialisasi ini dapat terwujud prajurit TNI AD yang profesional, berdisiplin tinggi, taat hukum, serta siap mendukung tugas pokok TNI dalam menjaga stabilitas dan keamanan wilayah.",
      "category": "Teknologi",
      "image": "/uploads/1770949048642-downloadgram-org-627610253-181.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770949055361,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:17:35.361Z"
    },
    {
      "title": "Kodim 1408/Makassar Ucapkan Dirgahayu ke-76 Korps Kavaleri “Kavaleri Hebat, Angkatan Darat Kuat”",
      "summary": "Ucapan Dirgahayu ke-76 Korps Kavaleri dari Kodim 1408/Makassar",
      "fullContent": "Dandim 1408/Mks Beserta Keluarga Besar Kodim 1408/Mks Mengucapkan:\n\nDirgahayu Korps Kavaleri ke-76 Tahun\n\n\"Kavaleri Hebat, Angkatan Darat Kuat\"",
      "category": "Teknologi",
      "image": "/uploads/1770948947480-downloadgram-org-626205728-180.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770948953753,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:15:53.753Z"
    },
    {
      "title": "Kodim 1408/Makassar Ucapkan Selamat Ulang Tahun ke-57 Pada Pangdam XIV/Hasanuddin",
      "summary": "Ucapan dari Dandim dan Keluarga Besar Kodim 1408/Makassar",
      "fullContent": "Dandim 1408/Mks Beserta Keluarga Besar Kodim 1408/Mks Mengucapkan :\n\nSelamat Ulang Tahun Bapak Pangdam XIV/Hsn Mayjen TNI Bangun Nawoko ke-57 Tahun\n\n\"Semoga senantiasa diberikan kesehatan, kekuatan serta perlindungan Allah SWT dalam menjalankan pengabdian kepada bangsa dan negara\"",
      "category": "Teknologi",
      "image": "/uploads/1770948797234-downloadgram-org-629215313-180.jpg",
      "author": "Admin",
      "authorAvatar": "https://i.postimg.cc/CKcjCTwy/cropped-logo-kodim1408makassar-removebg-preview-1.png",
      "trending": false,
      "id": 1770948811360,
      "catColor": "bg-blue-100 text-blue-700",
      "createdAt": "2026-02-13T02:13:31.360Z"
    },
    {
      "id": 2,
      "category": "Ekonomi",
      "catColor": "bg-emerald-100 text-emerald-700",
      "title": "Rupiah Menguat Tajam, IHSG Cetak Rekor Tertinggi Sepanjang Masa",
      "summary": "Nilai tukar rupiah terhadap dolar AS menguat signifikan ke level Rp14.800 per dolar.",
      "fullContent": "Nilai tukar rupiah terhadap dolar AS menguat signifikan ke level Rp14.800 per dolar AS pada perdagangan Selasa (10/2/2026). Penguatan ini menjadi yang tertajam dalam 3 tahun terakhir.\n\nIndeks Harga Saham Gabungan (IHSG) turut merespons positif dengan mencetak rekor tertinggi sepanjang masa di level 8.456,78. Sektor perbankan dan teknologi menjadi penopang utama kenaikan ini.\n\nAnalis ekonomi senior, Budi Prasetyo, menyebut bahwa penguatan ini didorong oleh masuknya arus modal asing yang masif ke pasar Indonesia. \"Investor global melihat Indonesia sebagai emerging market paling menjanjikan di ASEAN saat ini,\" jelasnya.\n\nBank Indonesia diperkirakan akan mempertahankan suku bunga acuannya di level 5,25% pada rapat dewan gubernur pekan depan, mengingat inflasi yang tetap terkendali di angka 2,8% year-on-year.",
      "image": "https://images.unsplash.com/photo-1611974789855-9c2a0a7236a3?auto=format&fit=crop&q=80&w=800",
      "author": "Rizki Pratama",
      "authorAvatar": "https://i.pravatar.cc/40?img=3",
      "trending": true,
      "createdAt": "2026-02-12T03:00:00.000Z"
    },
    {
      "id": 3,
      "category": "Olahraga",
      "catColor": "bg-orange-100 text-orange-700",
      "title": "Timnas Indonesia Lolos ke Piala Dunia 2026: Sejarah Baru Sepak Bola Tanah Air",
      "summary": "Untuk pertama kalinya dalam sejarah, Tim Nasional Indonesia berhasil menembus fase grup Piala Dunia.",
      "fullContent": "Untuk pertama kalinya dalam sejarah, Tim Nasional Indonesia berhasil menembus fase grup Piala Dunia 2026 yang digelar di Amerika Serikat, Meksiko, dan Kanada. Keberhasilan ini dicapai setelah mengalahkan Australia 2-1 di laga playoff antar konfederasi.\n\nGol-gol Indonesia dicetak oleh Marselino Ferdinan pada menit ke-23 dan Pratama Arhan di menit ke-67. Stadion Gelora Bung Karno yang menjadi saksi bisu laga bersejarah ini meledak dalam euforia.\n\nPelatih Shin Tae-yong yang telah membesarkan timnas sejak 2020 tidak bisa menahan air matanya. \"Ini bukan keberhasilan saya pribadi, ini adalah keberhasilan 280 juta rakyat Indonesia,\" ucapnya dalam konferensi pers.\n\nPresiden Prabowo Subianto langsung memberikan ucapan selamat dan mengumumkan bonus sebesar Rp50 miliar untuk seluruh kontingen timnas. Hari ini juga ditetapkan sebagai hari libur nasional dadakan.",
      "image": "https://images.unsplash.com/photo-1431324155629-1a6deb1dec8d?auto=format&fit=crop&q=80&w=800",
      "author": "Ahmad Syaiful",
      "authorAvatar": "https://i.pravatar.cc/40?img=5",
      "trending": false,
      "createdAt": "2026-02-12T01:00:00.000Z"
    },
    {
      "id": 4,
      "category": "Kesehatan",
      "catColor": "bg-rose-100 text-rose-700",
      "title": "Vaksin Kanker Buatan Anak Bangsa Masuki Uji Klinis Fase III",
      "summary": "Tim peneliti dari Institut Teknologi Bandung berhasil mengembangkan vaksin terapi kanker berbasis mRNA.",
      "fullContent": "Tim peneliti dari Institut Teknologi Bandung (ITB) berhasil mengembangkan vaksin terapi kanker berbasis mRNA yang kini memasuki uji klinis fase III. Vaksin yang diberi nama \"OncoGuard-ID\" ini menyasar kanker payudara dan paru-paru.\n\nProf. Dr. Lina Wijaya, ketua tim peneliti, menjelaskan bahwa vaksin ini bekerja dengan memprogram sistem imun tubuh untuk mengenali dan menyerang sel kanker secara spesifik. \"Hasil uji klinis fase II menunjukkan tingkat respons tumor mencapai 73%, jauh melampaui ekspektasi kami,\" ungkapnya.\n\nPenelitian ini mendapat pendanaan sebesar Rp2,3 triliun dari gabungan dana pemerintah dan investor swasta. Jika berhasil melewati fase III, vaksin ini diharapkan bisa tersedia untuk publik pada awal 2028.\n\nOrganisasi Kesehatan Dunia (WHO) telah memberikan apresiasi atas pencapaian ini dan menyebut Indonesia sebagai pionir riset vaksin kanker di kawasan Asia Tenggara.",
      "image": "https://images.unsplash.com/photo-1579165466949-3180a3d056d5?auto=format&fit=crop&q=80&w=800",
      "author": "Dr. Maya Sari",
      "authorAvatar": "https://i.pravatar.cc/40?img=9",
      "trending": true,
      "createdAt": "2026-02-11T23:00:00.000Z"
    },
    {
      "id": 5,
      "category": "Hiburan",
      "catColor": "bg-purple-100 text-purple-700",
      "title": "Film \"Nusantara\" Karya Sineas Lokal Raih Penghargaan di Festival Cannes",
      "summary": "Film bertajuk \"Nusantara\" yang disutradarai oleh Joko Anwar berhasil membawa pulang Palme d'Or.",
      "fullContent": "Film bertajuk \"Nusantara\" yang disutradarai oleh Joko Anwar berhasil membawa pulang Palme d'Or dari Festival Film Cannes 2026. Ini merupakan pertama kalinya film Indonesia meraih penghargaan tertinggi di festival film paling prestisius di dunia.\n\nFilm ini mengisahkan perjalanan seorang nelayan dari Flores yang melintasi lautan nusantara untuk mencari anaknya yang hilang. Dengan sinematografi memukau yang menampilkan keindahan alam Indonesia dari Sabang sampai Merauke, film ini mendapat standing ovation selama 12 menit di pemutaran perdananya.\n\nJuri festival memuji film ini sebagai \"mahakarya sinema yang merayakan kemanusiaan dan keindahan alam dengan cara yang belum pernah terlihat sebelumnya di layar lebar.\"\n\nJoko Anwar dalam pidato penerimaannya mengatakan, \"Film ini saya dedikasikan untuk seluruh rakyat Indonesia. Kita punya cerita yang layak didengar dunia.\"",
      "image": "https://images.unsplash.com/photo-1489599849927-2ee91cede3ba?auto=format&fit=crop&q=80&w=800",
      "author": "Putri Anggraeni",
      "authorAvatar": "https://i.pravatar.cc/40?img=16",
      "trending": false,
      "createdAt": "2026-02-11T21:00:00.000Z"
    },
    {
      "id": 6,
      "category": "Politik",
      "catColor": "bg-red-100 text-red-700",
      "title": "RUU Perlindungan Data Pribadi Resmi Berlaku, Sanksi Tegas Bagi Pelanggar",
      "summary": "Undang-Undang Perlindungan Data Pribadi (UU PDP) resmi berlaku efektif mulai hari ini.",
      "fullContent": "Undang-Undang Perlindungan Data Pribadi (UU PDP) resmi berlaku efektif mulai hari ini setelah masa transisi selama dua tahun. Seluruh perusahaan dan institusi yang mengelola data warga Indonesia wajib mematuhi ketentuan baru ini.\n\nSanksi yang ditetapkan cukup berat, yakni denda maksimal 2% dari pendapatan tahunan perusahaan atau Rp100 miliar, mana yang lebih besar. Bagi pelanggaran yang bersifat pidana, ancaman hukuman penjara mencapai 6 tahun.\n\nKetua Lembaga Perlindungan Data Pribadi, Dr. Hendro Wicaksono, menegaskan bahwa lembaganya siap menindak tegas setiap pelanggaran. \"Kami sudah menerima lebih dari 10.000 laporan pelanggaran data dalam setahun terakhir, dan kini kami memiliki dasar hukum yang kuat untuk bertindak,\" tegasnya.\n\nKalangan industri teknologi menyambut baik belakunya UU ini, meski beberapa perusahaan startup mengaku masih perlu waktu untuk menyesuaikan infrastruktur mereka.",
      "image": "https://images.unsplash.com/photo-1529107386315-e1a2ed48a620?auto=format&fit=crop&q=80&w=800",
      "author": "Fajar Nugroho",
      "authorAvatar": "https://i.pravatar.cc/40?img=12",
      "trending": false,
      "createdAt": "2026-02-11T19:00:00.000Z"
    }
  ],
  "trending": [
    {
      "id": 1,
      "title": "Timnas Indonesia Piala Dunia",
      "posts": "125K posts"
    },
    {
      "id": 2,
      "title": "Vaksin Kanker ITB",
      "posts": "89K posts"
    },
    {
      "id": 3,
      "title": "Rupiah Menguat",
      "posts": "67K posts"
    },
    {
      "id": 4,
      "title": "Film Nusantara Cannes",
      "posts": "54K posts"
    },
    {
      "id": 5,
      "title": "UU Perlindungan Data",
      "posts": "43K posts"
    }
  ],
  "sources": [
    {
      "id": 1,
      "name": "Kompas Digital",
      "handle": "@kompascom",
      "avatar": "https://i.pravatar.cc/40?img=20"
    },
    {
      "id": 2,
      "name": "Tech in Asia ID",
      "handle": "@techinasia",
      "avatar": "https://i.pravatar.cc/40?img=21"
    },
    {
      "id": 3,
      "name": "CNN Indonesia",
      "handle": "@cnnindonesia",
      "avatar": "https://i.pravatar.cc/40?img=22"
    }
  ],
  "breakingText": "Timnas Indonesia resmi lolos ke Piala Dunia 2026 — Walawe Sawite"
}